<?php

return [
    'course' => 'หลักสูตร',
    'add' => 'เพิ่ม',
    'id' => 'รหัส',
    'name_thai' => 'ชื่อหลักสูตร (ไทย)',
    'name_english' => 'ชื่อหลักสูตร (อังกฤษ)',
    'enter_name_thai' => 'กรอกชื่อหลักสูตรภาษาไทย',
    'enter_name_english' => 'กรอกชื่อหลักสูตรภาษาอังกฤษ',
    'degree' => 'ระดับปริญญา',
    'major' => 'สาขาวิชา',
    'education_level' => 'ระดับการศึกษา',
    'submit' => 'บันทึก',
    'cancel' => 'ยกเลิก',
    'action' => 'การดำเนินการ',
    'edit' => 'แก้ไข',
    'delete' => 'ลบ',
];