<?php

return [
    'teacher_expertise' => 'ความเชี่ยวชาญของอาจารย์',
    'id' => 'รหัส',
    'teacher_name' => 'ชื่ออาจารย์',
    'name' => 'ชื่อความเชี่ยวชาญ',
    'enter_name' => 'กรอกชื่อความเชี่ยวชาญ',
    'action' => 'การดำเนินการ',
    'edit' => 'แก้ไข',
    'delete' => 'ลบ',
    'submit' => 'บันทึก',
    'cancel' => 'ยกเลิก',
    'search' => 'ค้นหา',
    'show' => 'แสดง',
    'entries' => 'รายการ',
    'showing' => 'กำลังแสดง',
    'to' => 'ถึง',
    'of' => 'จากทั้งหมด',
    'previous' => 'ก่อนหน้า',
    'next' => 'ถัดไป',
];