<?php

return [

    'role' => 'บทบาท',
    'name' => 'ชื่อ',
    'action' => 'การดำเนินการ',
    'add' => 'เพิ่ม',
    'opps' => 'ขออภัย!',
    'error_check' => 'มีบางอย่างผิดพลาด กรุณาตรวจสอบข้อผิดพลาดด้านล่าง',
    'create_role' => 'สร้างบทบาท',
    'permission' => 'สิทธิ์การเข้าถึง',
    'submit' => 'บันทึก',
    'edit_role' => 'แก้ไขบทบาท',
    'back' => 'ย้อนกลับ',
    'role_details' => 'ข้อมูลรายละเอียด',
    'permissions' => 'สิทธิ์การเข้าถึง',
    'admin' => 'ผู้ดูแลระบบ',
    'teacher' => 'อาจารย์',
    'headproject' => 'หัวหน้าโครงการ',
    'student' => 'นักศึกษา',
    'staff' => 'เจ้าหน้าที่',

    'are_you_sure' => 'คุณแน่ใจหรือไม่?',
    'delete_warning' => 'หากคุณลบข้อมูลนี้ จะไม่สามารถกู้คืนได้',
    'ok' => 'ตกลง',
    'cancel' => 'ยกเลิก'
];